Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: In order to effectively and appropriately implement the above mentioned policies, it is necessary to increase the work-efficiency of the government administrative machinery and to achieve the active participation of the private sector.
ne_np: यी माथि उल्लिखित आर्थिक नीतिहरुको उचित तथा सफल कार्यान्वयन गर्न सरकारको प्रशासनिक निकाय सक्षम बनाउनुपर्ने र निजी क्षेत्रको सहभागिता जुटाउनुपर्ने हुन्छ।

source: The government also raised the salary in accordance with the recommendations of the commission.
ne_np: सो आयोगले गरेको सिफारिसको आधारमा सरकारले कर्मचारीको तलव मानमा बृद्धि पनि गर्‍यो।

source: Similarly, according to a preliminary estimate, the per capita GDP is expected to increase only by 1 percent in 1991/92.
ne_np: त्यस्तै आर्थिक वर्ष २०४८/४९ मा प्रतिव्यक्ति कुल गार्हस्थ्य उत्पादन १.० प्रतिशतले मात्र बढ ने प्रारम्भिक अनुमान छ ।

source: Therefore, the per capita income has increased marginally and estimated to have reached Rs 1754.
ne_np: यसले गर्दा प्रतिव्यक्ति आयमा केवल सीमान्त बृद्धि मात्र भई रु. १७५४ पुगेको अनुमान छ।

source: only a marginal increase in per capita income in 1991/92 can be mainly attributed to the decline in agriculture production.
ne_np: २०४८।४९ मा प्रतिव्यक्ति आयमा सीमान्त बृद्धि मात्र हुनुमा कृषिउत्पादनमा ह्रास हुनु नै प्रमुख कारणको रुपमा लिन सकिन्छ।

source: In the period of 1989/90-1991/92, the gross domestic product went up by 4.3 percent with the growth of 1.6 percent in agricultural sector and 8.4 percent in non-agricultural sector.
ne_np: २०४६/४७ र २०४८/४९ को अवधिमा कृषिक्षेत्र १.६ प्रतिशतले र गैर कृषिक्षेत्र ८.४ प्रतिशतले बृद्धि भई कुल गार्हस्थ्य उत्पादन ४.३ प्रतिशतले बृद्धि भयो।

source: The main contributing factors for theis can be attributed to the various efforts of the government for the development of the non-agricultural sectors.
ne_np: यसो हुनुको मुख्य कारणमा गैर कृषिक्षेत्रको विकासका लागि श्री ५ को सरकारले गरेको विविध प्रयासलाई प्रमुख रुपमा लिन सकिन्छ ।

source: In that period, while the production of most of the crops increased, paddy, oil seeds and tobacco recorded a slight decrease.
ne_np: सो अवधिमा अधिकांश खाद्यान्न तथा नगदेबालीहरुको उत्पादनमा बृद्धि भएको थियो भने केवल धान, तेलहन र सूर्ति उत्पादनमा केही कमी आएको थियो।

source: According to the new classification of industrial products, it is estimated that the production of food products, beverages, textile, tobacco products, shoes, plastic goods, the products of iron and steel based industries have increased during the period under review.
ne_np: औद्योगिक वस्तुहरुको नयाँ वर्गीकरण अनुसार खाद्य वस्तु उत्पादन, पेय पदार्थहरु, टेक्सटायल, चुरोट, बिडी, जुत्ता, काठ र काठका सामानहरु, रवरका सामानहरु, अन्य खनिजजन्य सामानहरु, प्लाष्टिकका सामानहरु , फलाम र स्टीलमा आधारित उद्योगहरु आदिको उत्पादन समीक्षा अवधिको वर्षहरुमा बढ्न गएको अनुमान छ।

source: Further acceleration in industrial production is expected as a result of the new industrial policy.
ne_np: नयाँ औद्योगिक नीति लागु भएको हुँदा औद्योगिक उत्पादनमा झन तीव्रता आउने अनुमान छ।

source: this is merly 6.5 percent of gross domestic product.
ne_np: यो कुल गार्हस्थ्य उत्पादनको ६.५ प्रतिशत मात्र हुन आउँदछ

source: Thus, investme nt-savings ration declined from 33.7 percent in 1989/90 to 32.4 percent in that fiscal year.
ne_np: त्यस्तै उक्त आर्थिक वर्षमा लगानी बचतको अनुपात २०४६/४७ को ३३.७ प्रतिशतबाट घटेर ३२.४ प्रतिशत पुगेको छ।

source: Revenue Surplus: It is estimated that total revenue will increase by 19.7 precent at current prices and 3.9 percent at constant prices in 1989/90-1991/92 period.
ne_np: राजस्व बचत : २०४६/४७ देखि २०४८/४९ को अवधिमा कुल राजस्व प्रचलित मूल्यमा १९.७ प्रतिशतले र स्थिर मूल्यमा ३.९ प्रतिशतले बृद्धि हुने अनुमान रहेको छ।

source: If the revenue grows at this rate, the total revenue will reach 10.2 percent at current prices and 6.2 percent at constant prices of the gross domestic product.
ne_np: यसरी राजस्वको बृद्धि भएमा २०४८/४९ को प्रचलित मूल्यमा कुल राजस्व कुल गार्हस्थ्य उत्पादनको १०.२ र स्थिर मूल्यमा ६.२ प्रतिशत पुग्ने छ।

source: During this period, regular expenditure will, according to the estimate, grow by 20.1 percent at current prices and 4.3 percent at constant prices.
ne_np: यस अवधिमा साधारण खर्च प्रचलित मूल्यमा २०.१ प्रतिशतले र स्थिर मूल्यमा ४.३ प्रतिशत बृद्धि हुने अनुमान गरिएको छ।

source: Viewed in terms of the share in gross domestic product, the regular expenditure in 1990/91 and 1991/92 stands respectively at 7.2 and 7.4 percent at current prices and 4.4 and 4.5 percent at constant prices.
ne_np: कुल गार्हस्थ्य उत्पादनको अंशमा २०४७/४८ र २०४८/४९ मा साधारण खर्च प्रचलित मूल्यमा क्रमशः ७.२ र ७.४ प्रतिशत र स्थिर मूल्यमा ४.४ र ४.५ प्रतिशत मात्र रहन गयो।

source: Despite the continued efforts to increase revenue and control regular expenditure, there was no marked increade in the revenue surplus because of a low collection of taxes particularly in 1990.91 and the pressure of the increased salary of civil servants on regular expenditure especially in the latter months of 1991/92.
ne_np: यसरी राजस्व बढाउने र साधारण खर्च नियन्त्रण गर्ने प्रयासा हुँदै पनि विशेष गरी २०४७/४८ मा करको उठौती कमै रह्यो र २०४८/४९ को पछिल्ला महिनाहरुमा भएको कर्मचारीहरुको तलव बृद्धिले गर्दा साधारण खर्चमा चाप पर्न गइ राजस्व बचतमा उल्लेखनिय बृद्धि हुन सकेन।

source: The share of revenue surplus on gross domestic product remained at current prices at 3.0 percent in 1990/91 and 2.8 percent in 1991/92.
ne_np: कुल गार्हस्थ्य उत्पादनमा राजस्व बचतको अंश प्रचलित मूल्यमा २०४७/४८ र २०४८/४९मा क्रमशः ३.० र २.८ प्रतिशत रह्यो।

source: At constant prices the figures thus stood at 1.8 percent and 1.7 percent respectively.
ne_np: यसैगरी स्थिर मूल्यमा उक्त वर्षहरुमा क्रमशः १.८ प्रतिशत र १.७ प्रतिशत रह्यो।

source: Deficit Finance: During the period under review, as the targeted growth in revenue was not achieved, concerted efforts were made towards controlling the mobilisation of deficit finance in the economy and remarkable progress was made in this regard.
ne_np: न्यून वित्त : यस समीक्षा अवधिमा राजस्वमा लक्ष्यअनुसार बृद्धि हासिल गर्न नसकेको कारणले गर्दा अर्थतन्त्रको प्रयास न्यून वित्त परिचालनलाई नियन्त्रण गर्ने तर्फ केन्द्रित रह्यो र यस क्षेत्रमा उल्लेखनीय प्रगति हासिल गर्‍यो।

source: The shard of deficit fincance is expected, especially in 1990/91, to be 1.0 percent at current prices and 0.6 percent of GDP at constant prices, and thus the share of the same in internal resource mobilisation is estimated to be only 22.1 percent.
ne_np: विशेष गरेर २०४८ङ्ग४९ मा कुल गार्हस्थ्य उत्पादनमा न्यून वित्तको अंश प्रचलित मूल्यमा १.० प्रतिशत र स्थिर मूल्यमा ०.६ प्रतिशत रहन गई आन्तरिक साधन परिचालनमा न्यून वित्तको अंश २२.१ प्रतिशत मात्र हुने अनुमान गरिएको छ।

source: Foreign Assistance: As a result of the steps taken by the government towards eliminating the level of disparity between foreign aid commitments and their utilization, the committed foreign aid during 1990.91 is expected to have been fully utilized nearly to the extent of hundred percent.
ne_np: वैदेशिक सहायता : विदेशी सहायताको स्वीकृत र उपयोगको अन्तरलाई घटाउने दिशामा सरकारबाट चालिएको कदमको फलस्वरुप २०४७/४८ मा स्वीकृत विदेशी सहायतामा उपयोगको अंश करीब शत प्रतिशत हुन गएको अनुमान छ।

source: The utilized amount appears to have exceeded the aid commitments because of the inclusion of unused amount of previous years.
ne_np: यसरी स्वीकृत विदेशी सहायताभन्दा उपयोग रकम बढ्न जानुमा पहिलाका वर्षहरुको उपयोग रकम समेत उक्त वर्षमा समावेश हुन गएकोले हो।

source: In view of the heavy reliance on foreign assistance in the past, it was not possible to drastically reduce this dependence.
ne_np: वैदेशिक सहायतामा बढ्दो रुपमा निर्भर रहदै आएको विगतको पृष्ठभूमीमा यस निर्भरतामा शिघ्र कमी ल्याउनु सम्भव थिएन।

source: Furthermore, as various projects at different stages of implementation are being funded by foreign aid and as their closure would not only entail a wastage of foreign aid in development expenditure and the share of loan in total foreign aid are estimated to be more or less equivalent to those in 1989/90.
ne_np: साथै कार्यान्वयनको विभिन्न चरणहरुमा रहेका आयोजनाहरु अधिकांश रुपमा वैदेशिक सहायताबाट सञ्चालन भएकोर ती आयोजनाहरुलाई बन्द गर्दा श्रम र साधन मात्र खेर जाने नभई विगतको विकास प्रयासबाट अर्थतन्त्रले लाभ पनि उठाउन नसकिने तथ्यलाई दृष्टिगत गर्दा विकास खर्चमा विदेशी सहायताको अंश र कुल विदेशी सहायतामा ऋणको अंश २०४६/४७ को हाराहारीमा रहने अनुमान गरिएको छ।

source: Monetary and credit situation: the principal objective of the monetary policy of the period under revied was to regulate the rate of money supply at a level sustainable at the actual growth rate of national production and the national economy, to strengthen the financial base by introducing reforms in the financial sector, to make the bank interest rates more realistic by enhancing the efficacy of indirect monetary control measures and the economically deprived people and in the priority sectors.
ne_np: मौद्रिक त था कर्जा स्थिति : समीक्षा अवधिमा मौद्रिक नीतिको मुख्य उद्देश्य मौद्रिक विस्तारको दरलाई राष्ट्रिय उत्पादनको यथार्थ बृद्धिदर र अर्थव्यवस्थाले थाम्ने मूल्य बृद्धिको स्तरमा नियमित गर्ने, वित्तीय क्षेत्रको सुधार गरी वित्तीय प्रगाढतामा अभिबृद्धि गर्ने, अप्रत्यक्ष मौद्रिक नियन्त्रणको प्रभावकारी तामा अभिबृद्धि गरी बैङ्क व्याजदरलाई बढी यथार्थबादी बनाउने तथा आर्थिक दृष्टिले विपन्न जनताको हितको लागि उत्पादनशील तथा प्राथमिकता प्राप्त क्षेत्रमा कर्जा प्रवाह अभिबृद्धि गर्नेतर्फ उन्मुख रह्यो।

source: During that period, the currency increased by 21.2 percent ad the current deposit by 9.9 percent.
ne_np: उक्त अवधिमा मुद्रा २१.२ प्रतिशतले र चल्ती निक्षेप ९.९ प्रतिशतले बृद्धि भएको थियो।

source: the domestic credit went up by 130.9 percent during that period.
ne_np: आन्तरिक कर्जा उक्त अवधिमा १३.९ प्रतिशतले बृद्धि हुन गयो।

source: However, the public sector undertakings appeared to have received less bank credit disbursement in mid july 1991.
ne_np: तर कर्जा वितरणमा सरकारी संस्थानहरुतर्फ भने कर्जा प्रवाह २०४८ आषाढमा घटेको देखियो।

source: n the other hand, loands to the private sector gradually increased.
ne_np: अर्कोतर्फ निजी क्षेत्रमा कर्जा प्रवाह क्रमशः बढ्दै गयो।

source: Price situation: During the period 1989/90 and 19991/92, the urban consumer price index went up by 15.2 percent experiencing a growth prate of 16.8 percent in food and beverage products and 12.1 percent in non-food product and services.
ne_np: मूल्य स्थितिः २०४६/४७ देखि २०४८/४९ को अवधिमा खाद्यान्न तथा पेय पदार्थ १६.८ प्रतिशतले र गैर -खाद्य बस्तु सेवा १२.१ प्रतिशतले गरी कुल राष्ट्रिय शहरी उपभोक्ता मूल्य सूचकाङ्क १५.२ प्रतिशतले बढ्न गयो।

source: The major reason behind the 15.2 percent growth was the increase in overall index by 20.8 percent in 1991/92.
ne_np: यसरी १५.२ प्रतिशतले मूल्य बढ न जानुमा २०४८/४९ मा २०.८ प्रतिशतले कुल सूचकाङ्क बृद्धि प्रमुख कारण रहेको थियो।

source: the immense growth in non-food products and services accompanied by the increas e in food and beverage products in 1991/92 caused the price level reach extremely high during this period.
ne_np: आर्थिक वर्ष २०४८/४९ मा खाद्य तथा पेय पदार्थमा भएको तीव्र बृद्धिका अतिरिक्त केही गैर खाद्य वस्तु तथा सेवामा भएको ठूलो बृद्धिले गर्दा उक्त वर्ष मूल्यबृद्धि चर्को देखिन गयो

source: However, both internal and external factors were responsible for this high price rise.
ne_np: यसरी मूल्यबृद्धि हुनुमा आन्तरिक तथा बाह्य दुवै कारणहरुले असर पारेको थियो ।

source: At the internal front, the major factors were the reduction in the production of food crops because of adverse weather conditions, the devaluation of the Nepalese currency in comparison to convertible foreign currencies leading to the increase in pricen of raw materials and foreign goods imported from third countries, the immense price rise in Indian imports owing to the decline in the production of food ad other products as a consequence of adverse weather conditions and the excessive liquidity in the economy.
ne_np: आन्तरिक कारणहरुमा मौसम प्रतिकूल भई खाद्यान्नको उत्पादनमा कमी, नेपाली मुद्राको परिवर्त्य विदेशी मुद्राहरुसय्.त्र्ग भएको अवमूल्यन पश्चात् तेस्रो मुलुकहरुबाट आयातहुने कच्चा तथा तयारी साम ानहरुको मूल्यमा भएको बृद्धि, प्रतिकूल मौसमको कारण खाद्य तथा वस्तुहरुको उत्पादनमा ह्।स हुन गइ भारतबाट आयात हुने वस्तुहरुमा समेत अत्याधिक मूल्यबृद्धि तथा अर्थतन्त्रमा देखापरेका अत्याधिक तरलता हुनु नै प्रमुख थियो।

source: Similarly, the external factors consisted of the increas e in the rates of foreign exchange and the inflation in Indian market etc. 6.
ne_np: त्यस्तै वाह्य कारणहरुमा विदेशी विनिमय दरमा भएको बृद्धि भारतीयबजारमा देखापरेको मुद्रास्फीति जस्ता कारणहरु रहेका थिए। ६.

source: Thus, the trade deficit which increased by 26.0 percent in 1990/92 declined to 14.6 percent in 1991/92.
ne_np: यसरी आर्थिक वर्ष २०४७/४८ मा कुल व्यापारघाटा २६.० प्रतिशतले बढेकोमा २०४८/४९ मा उक्त घाटा १४.६ प्रतिशतमा झरेको छ।

source: The share of food products and raw materials in the total export was 21.9 percent in fiscal year 1990/91 and 19.4 percent in fiscal year 1991/92.
ne_np: आर्थिक वर्ष २०४७/४८ मा कुल निकासी व्यापारमा खाद्य बस्तु तथा कच्चा पदार्थको अंश २१.९ प्रतिशत र आर्थिक वर्ष २०४८/४९ मा १९.४ प्रतिशत थियो।

source: The increased predominance of the industrial goods in the import trade composition in fiscal year 1990/91 continued to the subsequent year of 1991/92, too.
ne_np: पैठारीतर्फ आर्थिक वर्ष २०४७/४८ मा पैठारी व्यापारको संरचनामा औद्योगिक सामानहरुको नै बाहुल्यता रहेकोमा आर्थिक वर्ष २०४८/४९ मा पनि सो कायम नै रहेको देखियो।

source: The principal reason behind the fall in current account deficit was the slackness experienced in the increase of trade deficit.
ne_np: चालु खाताघाटा घट्नुको प्रमुख कारण व्यापारघाटाको बृद्धिमा केही मन्दता आउनु रहेको थियो।

source: During these years also, foreign grants and loans played a major role in maintaining a favourable balance of payments situation.
ne_np: शोधनान्तर स्थितिलाई अनुतकूल बनाउनमा यी वर्षहरुमा पनि वैदेशिक ऋण तथा सहायताको नै प्रमुख भूमिका रहन गयो।

source: Yet, compared to historical growth rate (1974/75-1989/90), it is on the decline.
ne_np: तापनि ऐतिहासिक बृद्धिदर (२०३१/३२ देखि २०४६/४७ ) को तुलनामा घट्दो छ।

source: Thus, as a result of the increased flow of external loans and capital and capital and miscellaneous capital (net), there has been an increase in the balance of payments surplus this year also in spite of the considerable increase in trade deficit and current account deficit.
ne_np: यसरी यस वर्ष पनि व्यापार घाटा र चालु खाता घाटामा निकै बृद्धि भए पनि वैदेशिक ऋण तथा पूँजी तथा अवर्गीकृत रकम (खुद) मा भएको बृद्धिले गर्दा शोधनान्तर बचतमा बृद्धि हुन सकेको छ।

source: Foreign Exchange situation: The policy of partial convertibility in foreign exchange was adopted since 4th march 1992.
ne_np: विदेशी विनिमयको स्थिति : २०४८ फागुन २१ गते देखि विदेशी विनिमयमा आंशिक परिवर्त्यता अपनाइएको थियो।

source: Following its introduction, the commercial banks have begun foreign exchange transactions at open market exchange rate for payments to these sectors.
ne_np: विदेशी मुद्रा तथा यी क्षेत्रहरुलाई गरिने भूक्तानीका लागि वाणिज्य बैङ्कहरुले खुला बजार विनिमयदरमा विदेशी मुद्राको खरीद बिक्री गर्ने गरिएको छ।

source: thus, while the foreign exchange reserve in mid July, 1990, was Just sufficient to cover 7.6 months of imports, the reserve grew sufficiently to cover 9.9 months of imports by mid July 1991.
ne_np: २०४७ आषाढमा कुल विदेशी मुद्रा सञ्चितिबाट ७.६ महिनाको पैठारी धान्न पर्याप्त थियो भने २०४८ आषाढमा आएर यसबाट ९.९ महिनाको पैठारी धान्न सकिने देखियो।

source: During the same period the productivity of food crops declined by 1.5 percent.
ne_np: सोही अवधिमा खाद्यान्न बालीको उत्पादकत्वमा १.५ प्रतिशतले ह्रास भएको थियो ।

source: Major cash crops increased during the same period by 9.9 percent in production and 1.5 percent in area.
ne_np: प्रमुख नगदेबालीहरुतर्फ सोही अवधिमा उत्पाद नमा ९.९ प्रतिशत बृद्धि भएको थियो भने क्षेत्रफल १.५ प्रतिशत बृद्धि भएको थियो।

source: The rate of productivity went up by 7.9 percent.
ne_np: उत्पादकत्वमा ७.९ प्रतिशतले बृद्धि भएको थियो।

source: in the soil conservation and watershed management sector, 29 gulley control, 24 landslide control, terrace-rehabilitation work in 92 hectares and protection of 43 water sources were accomplished and 283 tons pf medicinal herbs were processed.
ne_np: भू तथा जलाधार संरक्षणतर्फ २९ वटा गल्छी नियन्त्रण, २४ वटा पहिरो नियन्त्रण, ९२ हेक्टरमा गह्रा सुधार र ४३ वटा पानी मुहान संरक्षण भएको थियो र २८३ मे.टन. जडीबुटी प्रशोधन भएको थियो।

source: Similarly, in 1991.92 it was expected to accomplish tree plantation for soil conservation in 740 hectares, control of 34 gulleys, 83 numbers of landslide control activities, terrace rehabilitation in 239 hectares and protection of 61 water sources.
ne_np: यसै गरी २०४८/४९ मा ७४० हेक्टरमा भू संरक्षण वृक्षारोपण, ३४ वटा गल्छी नियन्त्रण, ८३ वटा पहिरो नियन्त्रण, २३९ हेक्टरमा गह्रा सुधार र ६१ वटा पानी मुहान संरक्षण हुन सक्ने अ नुमान गरिएको छ।

source: 1.3 Irrigation: While the irrigation facility was available to additional 20,810 hectares only in 1990/91, it is estimated to have been extended to an additional area of 27,527 hectares.
ne_np: १.३ सित्र्चाई : आर्थिक वर्ष २०४७/४८ मा जम्मा २०,८१० हेक्टर जमीनमा भएको र २०४८/४९ मा २७,५२७ हेक्टर थप जमीनमा सित्र्चाइ सुविधा उपलब्ध हुन सक्ने अनुमान छ।

source: Thus the total irrigated land is estimated to have reached 598,804 hectares, which forms 22.84 percent of the total cultivable land.
ne_np: यसरी अधिराज्यमा कुल सिञ्चित क्षेत्र ५,९८,८०४ हेक्टर पुग्न गएको अनुमान छ जुन कुल कृषियोग्य भूमिको २२.८४ प्रतिशत हुन आउँदछ।

source: Industry, Tourism and Electricity: 2.
ne_np: उद्योग, पर्यटन तथा विद्युत् २.

source: 1 Industry: The industrial production index increased by 29 percent (1986/87=100) in the fiscal year 1990/91.
ne_np: १ उद्योग : आर्थिक वर्ष २०४७/४८ मा औद्योगिक उत्पादन सूचकाङ्कमा (२०४३/४४.१००) २९.० प्रतिशतले बढेको थियो।

source: the main reason behind the higher growth in industrial production that year can be attributed to the convenient supply of industrial raw materials following the end of the trade and transit impasse between Nepal and India in May 1990.
ne_np: यस वर्ष बढी दरमा औद्योगिक उत्पादन बढ्नुको मुख्य कारणमा २०४७ साल जेष्ठ महिनामा नेपाल भारतबीचको व्यापार तथा पारवहन सम्बन्धमा रहेको गतिरोध समाप्त भई औद्योगिक कच्चा पदार्थहरुको आपूर्तिमा सरलता आएको नै मान्न सकिन्छ।

source: In that fiscal year the capacity utilization in sugar, cement, brick and tiles and jute sect ors recorded an increase.
ne_np: उक्त आर्थिक वर्षमा चिनी, सिमेण्ट र इँटा टायल र जूट क्षेत्रको क्षमता उपयोगमा बृद्धि भएको थियो।

source: it is estimated that is this year there has been an increase in the production of animal feed, cotton cloth, jute goods, powder soap, cement, beer, battery, plastic and jute items.
ne_np: यस वर्ष पशुदाना, सूति कपडा, जुटका सामान, धुलो साबुन, सिमेण्ट, बियर, व्याट्री , प्लाष्टिक र जुटका सामानको उत्पादन बृद्धि भएको अनुमान गरिएको छ।

source: During these years, the share of small and cottage industries in gross domestic product remained around 1 percent.
ne_np: यी वर्षहरुमा साना तथा घरेलु उद्योगको कुल गार्हस्थ्य उत्पादनमा देन करीब १ प्रतिशतको हाराहारीमै रह्यो।

source: 2.2 Tourism: New trekking routes were opened in mustang and Manang regions in the two 1990/91 and 1991/92 fiscal years.
ne_np: २.२ पर्यटन : आ.व. २०४७/४८ र २०४८/४९ गरी दुई वर्षमा मुस्ताङ र मनास्लु जस्ता क्षेत्रमा पदयात्राको लागि नयाँ ठाउँहरु खुला गरिएको छ।

source: Permission was granted within this period to three private companied to operate air services and to one to operate companies to operate air services and to one to operate helicopter service.
ne_np: यस अवधिमा ३ वटा निजी कम्पनीहरुलाई बायु सेवा सञ्चालन गर्न र १ वटालाई हेलिकप्टर सर्भिस सञ्चालन गर्न स्वीकृति प्रदान गरिएको छ।

source: In respect of the extension of airport facilities, the installation of terminal tower equipment was completed in Tribhuvan International Airport and at Nepalgunj, Dhangarhi, Surkhet, Simra and Rumjatar air fields.
ne_np: विमानस्थल सुविधा विस्तारतर्फ यस अवधिमा त्रिभुवन अन्तर्राष्ट्रिय विमानस्थल, नेपालगञ्ज, धनगडी, सुर्खेत, सिमरा र रुम्जाटारमा टर्मीनल भवन उपकरणहरुको जडान, सुधार र सञ्चालन कार्य भएको छ।

source: while the foreign currency earning in 1990/91 was equivalent to US dollar 56.9 millions, it reached US dollar 62.1 million, going up by 9 percent in 1991/92.
ne_np: २०४७/४८ मा अमेरिकी डलर ५.६९ करोड बराबरको विदेशी मुद्रा आर्जन भयो भने २०४८/४९ मा विदेशी मुद्रा आर्जन २०४७/४८ को तुलनामा करीब ९ प्रतिशतले बृद्धि भई अमेरिकी डलर ६.२१करोड बराबर पुग्यो।

source: Transport and Communication: 3.
ne_np: यातायात तथा सञ्चार ३.

source: 1 Transport: a.
ne_np: १ यातायात (क)

source: Out of this, 107kms.
ne_np: यसमध्ये कालोपत्र १०७ कि.मी.,

source: Air Transport: By 1990/91 and 1991/92 there were, including Tribhuvan International Airport, 43 air fields in the country of different capacities, serving 1 Jet plane, 8 Avro air planes, 30 Twin otters and 4 Pilatus Porter.
ne_np: हवाइ यातायात : २०४७/४८ र २०४८/४९ सम्ममा देशमा त्रिभुवन अन्तर्राष्ट्रिय विमानस्थल समेत गरी जम्मा ४३ वटा विमानस्थलहरु रहेका थिए जसमध्ये जेट विमानस्तरीय १, एभ्रो विमानस्तरीय ८, टुइन अटर विमानस्तरीय ३० र पिलाटस् पोर्टरस्तरीय ४ थिए।

source: Air service was operated to 36 destinations in the domestic sector and to ten major cities in foreign countries in 1990.91 and the same situation was maintained in the fiscal year 1991/92,too.
ne_np: आर्थिक वर्ष २०४७/४८ मा आन्तरिकतर्फ ३६ स्थानमा र अन्तर्राष्टि194्रयतर्फ १० प्रमुख विदेशी शहरहरुमा उडान सेवा सञ्चालन भएको थियो भने २०४८/४९ मा पनि सोही अनुरुप नै हवाई सेवा सञ्चालन भएको थियो।

source: 3.2 Communication: a.
ne_np: ३.२ सञ्चार : (क)

source: Postal services: By the fiscal year 1990/91, there were all together 2231 post offices consisting of 1 General post office, 74 District Post offices, 477 Area post offices and 1676 Additional Post offices.
ne_np: हुलाक सेवा : आ.व. २०४७/४८ मा अधिराज्यमा गोश्वारा हुलाक १, जिल्ला हुलाक ७४, इलाका हुलाक ४७७ र अतिरिक्त हुलाक १६७९ गरी कुल २२३१ हुलाकहरु सञ्चालन भएका थिए।

source: Telecommunication Service: A total of 57,320 telephone lines were distributed in 38 urban areas by mid January 1991, with one line serving 3200 people.
ne_np: दूर सञ्चार सेवा : २०४७ पौषसम्ममा ३८ शहरी क्षेत्रमा जम्मा ५७,३२० टेलिफोन लाईन वितरण भई एक लाईनले ३२०० जनसंख्यालाई सेवा उपलब्ध भएको थियो।

source: The telephone line and population ration stood at 1:290 by January 1991 with the distribution of 65,298 telephone lines in 38 urban areas.
ne_np: आर्थिक वर्ष २०४८/४९ को पौषसम्ममा ३८ नगरक्षेत्रमा ६५,२९८ टेलिफोन लाईन वितरण भई टेलिफोन लाईन जनसंख्या अनुपात १:२९० रहेको थियो।

source: While STD and ISD facilities were available at 62 places on 50 districts until January 1991, these service were made available at 69 places in 55 districts by January 1992.
ne_np: २०४७ पौषसम्म ५० जिल्लाको ६२ जिल्लामा एस.टि.डी. र आइ.एस.डी. सेवा उपलब्ध भएकोमा २०४८ पौषसम्ममा५५ जिल्लाको ६९ स्थानहरुमा सेवाहरु उपलब्ध भएका थिए।

source: Similarly, the number of countries with ISD telephone connection increased from 38 in January 1991 to 50 in January 1992.
ne_np: त्यस्तै आइ.एस.डी. टेलिफोन सम्पर्क रहेको मुलुकको संख्या २०४७ पौषमा ३८ रहेकोमा २०४८ पौषमा यो संख्या ५० पुगेको थियो।

source: Social services: 4.1 Education: In primary education, the student enrolment reached 2, 788, 644, the number of schools 17,842 and the number of teachers 71,213 by mid April, 1990, which established the school-student ration at 1:156 and the teacher-students, schools and teachers increased respectively to 2,926,000; 18,681 and 74,849 giving rise to 1:157 school-student ration and still 1:39 teacher-student ratio.
ne_np: सामाजिक सेवा ४.१ शिक्षा : प्राथमिक शिक्षातर्फ २०४७ वैशाख सम्ममा विद्यार्थी संख्या २७,८८,६४४, विद्यालयसंख्या १७,८४२ र शिक्षकसंख्या ७१,२१३ पुगेको थियो जसअनुसार विद्यालय र विद्यार्थी अनुपात १:१५६ र शिक्षक र विद्यार्थी अनुपात १:३९ रह्यो। २०४८ वैशाखसम्ममा विद्यार्थीसंख्या २९,२६,००० विद्यालयसंख्या, १८,६८१ र शिक्षकसंख्या ७४,८४९ पुगेको थियो जसअनुसार विद्यालय र विद्यार्थी अनुसार १:१ ५७ र शिक्षक र विद्यार्थी अनुपात १:३९ नै रह्यो।
